Repository: Ilhama/plant-genetic-resources
Catalog: src/PGR/SearchBundle/Resources/translations/messages.*.xlf
Languages: az

source: Plant Genetic Resources
az: Bitki Genetik Ehtiyatları

source: Search
az: Axtarış

source: Toggle navigation
az: Hərəkətə keçirmək

source: Accessions
az: Accession

source: EN
az: IN

source: Search
az: Axtarış

source: Term
az: Müddət

source: Quick search
az: Sürətli axtarış

source: Match against whole words
az: Tamamilə oxşar

source: Page:
az: Səhifə:

source: Page number
az: Səhifənin nömrəsi

source: Page size:
az: Səhifənin həcmi:

source: Items per page
az: Hər bir səhifəyə uyğun paragraf

source: Filter box
az: Filtr qutusu

source: Textual
az: Mətn

source: Crop name
az: Bitkinin adı

source: Clear
az: Təmizlə

source: Taxon
az: Takson

source: Taxon
az: Takson

source: Temporal
az: Müvəqqəti

source: Collection date from
az: Toplanma müddətindən

source: Collection date to
az: Toplanma müddətinə

source: Recording date from
az: Qeydiyyata alma müddətindən

source: Recording date to
az: Qeydiyyata alma müddətinə

source: Apply
az: Əlavə et

source: Discard
az: İmtina

source: Export to Excel
az: Excel-ə köçür et

source: Listing selections
az: Seçimlər siyahısı
